[
  {
    "id": "1",
    "category": "Health",
    "title": "Medical Supplies for Local Clinic",
    "description": "Help us provide essential medical supplies to our local clinic and ensure that everyone in our community receives proper healthcare. Your contribution will make a significant impact on the lives of patients, ensuring they receive the care they need. Join us in this crucial mission to promote health and well-being in our community. Your generous donation will support the procurement of vital medical equipment, including ventilators, personal protective gear for healthcare workers, and life-saving medications.",
    "short_img": "medical_supplies_short.jpg",
    "Picture": "https://i.ibb.co/F3HbCtj/Medical-Supplies-for-Local-Clinic.jpg",
    "category_bg_color": "#AEC8FF",
    "card_bg_color": "#D9E5FF",
    "text_btn_color": "#0052FF",
    "price": 5000
  },
  {
    "id": "2",
    "category": "Health",
    "title": "Children's Vaccination Drive",
    "description": "Support our campaign to vaccinate underprivileged children against preventable diseases. Every donation saves a child's life and contributes to building a healthier future. With your help, we can reach more children, protect them from deadly illnesses, and ensure their well-being for years to come. Your generous contribution will fund vaccination clinics, trained healthcare professionals, and vaccine doses to protect vulnerable children from diseases like measles, polio, and more.",
    "short_img": "vaccination_drive_short.jpg",
    "Picture": "https://i.ibb.co/KW4nytK/Children-s-Vaccination-Drive.jpg",
    "category_bg_color": "#AEC8FF",
    "card_bg_color": "#D9E5FF",
    "text_btn_color": "#0052FF",
    "price": 8000
  },
  {
    "id": "3",
    "category": "Education",
    "title": "Books for Rural Schools",
    "description": "Empower young minds by providing books and educational resources to schools in remote areas. Your contribution will ignite a love for learning and open doors to brighter futures for children in underserved communities. Join us in creating a world where education knows no boundaries. Your support will provide textbooks, educational materials, and library resources to schools lacking access to quality education.",
    "short_img": "books_for_schools_short.jpg",
    "Picture": "https://i.ibb.co/L0z0yDh/Books-for-Rural-Schools.jpg",
    "category_bg_color": "#FFC3C5",
    "card_bg_color": "#FFE3E4",
    "text_btn_color": "#FF444A",
    "price": 3000
  },
  {
    "id": "4",
    "category": "Education",
    "title": "Scholarships for Underprivileged Students",
    "description": "Help bright, underprivileged students pursue their dreams of higher education by providing scholarships. Your support will break down financial barriers and empower talented individuals to reach their full potential. Together, we can transform lives through the gift of education. Your generous contribution will provide tuition assistance, textbooks, and mentorship programs for deserving students.",
    "short_img": "scholarships_short.jpg",
    "Picture": "https://i.ibb.co/mtNCN4y/Scholarships-for-Underprivileged-Students.jpg",
    "category_bg_color": "#FFC3C5",
    "card_bg_color": "#FFE3E4",
    "text_btn_color": "#FF444A",
    "price": 10000
  },
  {
    "id": "5",
    "category": "Clothing",
    "title": "Winter Clothes Drive",
    "description": "Donate warm clothing items to help those in need stay cozy during the cold winter months. Your generosity will provide comfort and warmth to individuals facing harsh weather conditions. Join us in spreading kindness and ensuring everyone stays warm this winter. Your support will provide jackets, blankets, scarves, and other winter essentials to vulnerable individuals and families.",
    "short_img": "winter_clothes_short.jpg",
    "Picture": "https://i.ibb.co/XC5HqR5/Winter-Clothes-Drive.jpg",
    "category_bg_color": "#D4ECC1",
    "card_bg_color": "#EBF6E2",
    "text_btn_color": "#79C23F",
    "price": 2500
  },
  {
    "id": "6",
    "category": "Clothing",
    "title": "School Uniforms for Orphanage",
    "description": "Support orphaned children by providing them with school uniforms, so they can attend school with dignity. Your contribution will boost the confidence and self-esteem of these children, helping them excel in their studies. Join us in making a positive impact on their lives. Your generous donation will provide school uniforms, shoes, and educational supplies to orphaned children, ensuring they have equal access to education.",
    "short_img": "school_uniforms_short.jpg",
    "Picture": "https://i.ibb.co/F4ncWNt/School-Uniforms-for-Orphanage.jpg",
    "category_bg_color": "#D4ECC1",
    "card_bg_color": "#EBF6E2",
    "text_btn_color": "#79C23F",
    "price": 3500
  },
  {
    "id": "7",
    "category": "Food",
    "title": "Meals for the Homeless",
    "description": "Contribute to our effort to provide nutritious meals to homeless individuals in our community. Your support will alleviate hunger and provide hope to those in need. Join us in the fight against homelessness and make a difference in the lives of the less fortunate. Your generous donation will help us establish food distribution centers, provide hot meals, and offer support services to individuals experiencing homelessness.",
    "short_img": "meals_for_homeless_short.jpg",
    "Picture": "https://i.ibb.co/ssyj5B7/Meals-for-the-Homeless.jpg",
    "category_bg_color": "#AEC8FF",
    "card_bg_color": "#D9E5FF",
    "text_btn_color": "#0052FF",
    "price": 4000
  },
  {
    "id": "8",
    "category": "Food",
    "title": "Food Pantry Restocking",
    "description": "Help us replenish our local food pantry to ensure that no one in our community goes hungry. Your contribution will provide essential food items to those facing food insecurity. Join us in the fight against hunger and ensure that every family has access to nutritious meals. Your generous donation will help us purchase food staples, organize food drives, and support local families in need.",
    "short_img": "food_pantry_short.jpg",
    "Picture": "https://i.ibb.co/RHLDdvh/Food-Pantry-Restocking.jpg",
    "category_bg_color": "#AEC8FF",
    "card_bg_color": "#D9E5FF",
    "text_btn_color": "#0052FF",
    "price": 6000
  },
  {
    "id": "9",
    "category": "Health",
    "title": "Medical Outreach Program",
    "description": "Support our medical outreach program to provide free healthcare services in underserved communities. Your contribution will enable us to reach those who lack access to essential medical care. Join us in making a difference in the health and well-being of vulnerable populations. Your generous donation will fund mobile medical clinics, health screenings, and access to healthcare professionals in remote areas.",
    "short_img": "medical_outreach_short.jpg",
    "Picture": "https://i.ibb.co/FYdXTJy/Medical-Outreach-Program.jpg",
    "category_bg_color": "#AEC8FF",
    "card_bg_color": "#D9E5FF",
    "text_btn_color": "#0052FF",
    "price": 6000
  },
  {
    "id": "10",
    "category": "Health",
    "title": "Cancer Research Fund",
    "description": "Contribute to cutting-edge cancer research to find better treatments and save lives. Your support will fund research initiatives aimed at improving cancer treatments and outcomes. Join us in the fight against cancer and bring hope to patients and their families. Your generous donation will support cancer research laboratories, clinical trials, and innovative treatments for cancer patients.",
    "short_img": "cancer_research_short.jpg",
    "Picture": "https://i.ibb.co/yh58bDW/Cancer-Research-Fund.jpg",
    "category_bg_color": "#AEC8FF",
    "card_bg_color": "#D9E5FF",
    "text_btn_color": "#0052FF",
    "price": 10000
  },
  {
    "id": "11",
    "category": "Education",
    "title": "Laptops for Students",
    "description": "Provide laptops to underprivileged students for online learning and educational opportunities. Your contribution will bridge the digital divide and empower students with the tools they need for success. Join us in shaping the future of these bright young minds. Your generous donation will provide laptops, internet access, and technical support to students, enabling them to participate in online classes and educational programs.",
    "short_img": "laptops_for_students_short.jpg",
    "Picture": "https://i.ibb.co/C1rWQxw/Laptops-for-Students.jpg",
    "category_bg_color": "#FFC3C5",
    "card_bg_color": "#FFE3E4",
    "text_btn_color": "#FF444A",
    "price": 8000
  },
  {
    "id": "12",
    "category": "Education",
    "title": "Teacher Training Program",
    "description": "Support a program to train teachers in underserved areas, improving the quality of education for disadvantaged children. Your contribution will empower teachers with the skills and knowledge to inspire and educate the next generation. Join us in making education accessible to all. Your generous donation will fund teacher training workshops, educational resources, and mentorship programs to enhance the teaching skills of educators in underserved communities.",
    "short_img": "teacher_training_short.jpg",
    "Picture": "https://i.ibb.co/nkGSHBQ/Teacher-Training-Program.jpg",
    "category_bg_color": "#FFC3C5",
    "card_bg_color": "#FFE3E4",
    "text_btn_color": "#FF444A",
    "price": 5000
  }
]
